Repository: ArkDeck/ArkDeck
Catalog: ArkDeckApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.devices.gone
source: Device No Longer Listed
zh_hans: 设备已不在候选列表

# app.devices.goneDetail
source: This device left the candidate list — it may be unplugged. Re-check from another row, or reconnect it.
zh_hans: 该设备已离开候选列表——可能已拔出。可从其他行重新检测，或重新连接设备。

# app.devices.unavailable
source: Device list unavailable
zh_hans: 设备列表不可用

# app.navigation.diagnostics
source: Diagnostics
zh_hans: 诊断

# app.navigation.section.device
source: Device
zh_hans: 设备

# app.navigation.section.records
source: Records
zh_hans: 记录

# app.navigation.section.workflows
source: Workflows
zh_hans: 工作流

# app.toolbar.openSettings
source: Open Settings
zh_hans: 打开设置

# app.unavailable.noOperationSubmitted
source: No operation was submitted.
zh_hans: 未提交任何操作。

# app.unavailable.reason
source: This workspace is not connected to ArkDeck Runtime in this build.
zh_hans: 此版本尚未将该工作区连接到 ArkDeck Runtime。

# device.action.beginWait
source: Start waiting for authorization
zh_hans: 开始等待授权

# device.action.recheck
source: Re-check
zh_hans: 重新检测

# device.action.rename
source: Rename…
zh_hans: 重命名…

# device.action.retryWait
source: Retry: start waiting for authorization
zh_hans: 重试：开始等待授权

# device.detail.adoptViaCLI
source: Adoption (durable binding) is performed from the CLI: arkdeck device adopt. This App does not submit adoption.
zh_hans: 接管（建立持久绑定）由 CLI 执行：arkdeck device adopt。本 App 不提交接管操作。

# device.detail.factsTitle
source: Runtime facts
zh_hans: Runtime 事实

# device.detail.recheckNote
source: Waiting and re-checking refresh the latest timestamped HDC observation. They send nothing to the device and can be repeated freely.
zh_hans: 等待与重新检测会刷新带时间的最新 HDC 观测；不向设备发送任何内容，可随时重复。

# device.detail.statusTitle
source: Status and actions
zh_hans: 当前状态与操作

# device.detail.title
source: Device authorization — %@
zh_hans: 设备授权 — %@

# device.fact.firmware
source: System version
zh_hans: 系统版本

# device.fact.liveProvenance
source: Device information was read directly over HDC. Unavailable fields use the latest successful observe.device@1 result. This does not change target binding.
zh_hans: 设备信息由 HDC 直接读取；无法读取的字段使用最近一次成功的 observe.device@1 结果。此读取不会更改目标绑定。

# device.fact.model
source: Device name / model
zh_hans: 设备名称 / 机型

# device.fact.observedAt
source: Confirmed at
zh_hans: 确认时间

# device.fact.observedProvenance
source: Observed facts come from the most recent succeeded observe.device@1 job — historical evidence, not the device's live state.
zh_hans: 观测事实来自最近一次成功的 observe.device@1 Job——是历史证据，不是设备此刻的实时状态。

# device.fact.state
source: Reported state
zh_hans: 报告状态

# device.fact.stateObservedAt
source: State observed at
zh_hans: 状态观测时间

# device.fact.target
source: Adopted target
zh_hans: 已接管目标

# device.fact.transport
source: Transport
zh_hans: 传输方式

# device.rename.cancel
source: Cancel
zh_hans: 取消

# device.rename.commit
source: Rename
zh_hans: 重命名

# device.rename.field
source: Device name
zh_hans: 设备名称

# device.rename.message
source: Enter 1–64 characters. This name is shown only in ArkDeck; it does not change the device identity or binding.
zh_hans: 请输入 1–64 个字符。此名称仅用于 ArkDeck 中显示，不会修改设备标识或绑定关系。

# device.rename.title
source: Rename device
zh_hans: 重命名设备

# device.state.authorizedUnadopted
source: Authorized · not adopted
zh_hans: 已授权 · 未接管

# device.state.needsRecheck
source: Status needs re-check
zh_hans: 状态待重新确认

# device.state.needsTrust
source: Needs trust
zh_hans: 需要信任

# device.state.offline
source: Offline
zh_hans: 离线

# device.state.ready
source: Ready
zh_hans: 就绪

# device.trust.authorizedUnadopted
source: Authorized. The device is not adopted as a durable target yet.
zh_hans: 已授权。该设备尚未被接管为持久目标。

# device.trust.offline
source: The device reports Offline. Check the USB connection, then re-check.
zh_hans: 设备报告离线。请检查 USB 连接后重新检测。

# device.trust.ready
source: Authorized and adopted — this device is ready.
zh_hans: 已授权且已接管——设备就绪。

# device.trust.step1
source: Unlock the device screen.
zh_hans: 解锁设备屏幕；

# device.trust.step2
source: In the device's "Trust this computer?" prompt, choose Trust or Always Trust.
zh_hans: 在设备弹出的「是否信任此计算机？」中选择 信任 或 始终信任；

# device.trust.step3
source: ArkDeck detects the authorization result automatically: a bounded wait re-reads the device state, with no repeated notifications.
zh_hans: ArkDeck 将自动检测授权结果：有界等待重复读取设备状态，不反复弹通知。

# device.trust.stepsTitle
source: On the device
zh_hans: 在设备上

# device.trust.unknownState
source: The tool reports an unrecognized state: %@. Shown as-is, not interpreted.
zh_hans: 工具报告了未识别的状态：%@。按原文展示，不做解读。

# device.trust.waiting
source: The device reports Unauthorized: it has not trusted this computer yet.
zh_hans: 设备报告未授权：尚未信任本机。

# device.wait.openOverviewRecovery
source: Open Overview to restart the shared HDC server…
zh_hans: 前往 Overview 重启共享 HDC server…

# device.wait.polling
source: Waiting for on-device confirmation…
zh_hans: 等待设备端确认…

# device.wait.timedOut
source: Authorization timed out. Check the device's USB debugging switch, then retry. If retrying does not help, restarting the shared HDC server is a separate, explicitly confirmed step — it affects DevEco and every connected device.
zh_hans: 设备授权已超时。请检查设备的 USB 调试开关后重试。若重试无效，重启共享 HDC server 是独立且需显式确认的一步——会影响 DevEco 与所有已连接设备。

# device.wait.unavailable
source: Unable to check authorization. %@
zh_hans: 无法检查设备授权。%@

# hdc.devices.refresh
source: Refresh Devices
zh_hans: 刷新设备

# history.action.refresh
source: Refresh History
zh_hans: 刷新历史

# history.column.operation
source: Operation
zh_hans: 操作

# history.column.state
source: State
zh_hans: 状态

# history.detail.operation
source: Operation
zh_hans: 操作

# history.detail.outcomeUnknown
source: Outcome unknown — this job's effect on the device was never confirmed.
zh_hans: 结果未知——本 Job 对设备的影响从未被确认。

# history.detail.residue
source: %lld outstanding residue items.
zh_hans: 有 %lld 项未清理残留。

# history.detail.select
source: Select a job to see its detail.
zh_hans: 选择一个 Job 以查看详情。

# history.detail.state
source: State
zh_hans: 状态

# history.detail.target
source: Target
zh_hans: 目标

# history.detail.timeline
source: Timeline
zh_hans: 时间线

# history.detail.title
source: Job Detail
zh_hans: Job 详情

# history.detail.waitingForHuman
source: Waiting for a person to act.
zh_hans: 等待人工处理。

# history.empty.description
source: ArkDeck Runtime has recorded no jobs on this host.
zh_hans: ArkDeck Runtime 在本机尚未记录任何 Job。

# history.empty.title
source: No Runtime Jobs Yet
zh_hans: 尚无 Runtime Job

# history.readOnlyNote
source: This workspace reads Runtime state. It cannot submit, cancel or retry anything.
zh_hans: 此工作区只读取 Runtime 状态，不能提交、取消或重试任何操作。

# history.unavailable.title
source: Runtime History Unavailable
zh_hans: 无法读取 Runtime 历史

# overview.action.chooseExecutable
source: Choose HDC…
zh_hans: 选择 HDC…

# overview.attention.channel
source: Channel protection is unverified
zh_hans: 通道保护未验证

# overview.attention.clear
source: Nothing needs attention in the current diagnostics.
zh_hans: 当前诊断中没有需要处理的事项。

# overview.attention.configuration
source: HDC selection could not be retained
zh_hans: 无法保留 HDC 选择

# overview.attention.criticalGate
source: Recovery is held by a critical step
zh_hans: 恢复被关键步骤阻断

# overview.attention.keyAccess
source: Key access diagnostics are unavailable
zh_hans: 密钥访问诊断不可用

# overview.attention.nextStep.chooseExecutable
source: Choose an HDC executable this app can still open, then refresh the overview.
zh_hans: 请选择一个本应用仍可打开的 HDC 可执行文件，然后刷新概览。

# overview.attention.nextStep.criticalGate
source: Wait for the named step to reach its safe boundary. ArkDeck does not stop it for you.
zh_hans: 请等待上述步骤到达安全边界；ArkDeck 不会代你中止它。

# overview.attention.nextStep.isolatedNetwork
source: Use this endpoint only on a trusted, isolated network.
zh_hans: 仅在受信任的隔离网络中使用该端点。

# overview.attention.nextStep.keyAccess
source: No key path was read or modified. Device trust has to be resolved on the device itself.
zh_hans: 未读取或修改任何密钥路径；设备信任需要在设备端解决。

# overview.attention.nextStep.refresh
source: Unlock and trust the device, then refresh the overview to re-read the current state.
zh_hans: 请解锁并在设备上确认信任，然后刷新概览以重新读取当前状态。

# overview.attention.trust
source: Device trust is not ready
zh_hans: 设备信任未就绪

# overview.capabilities.column.capability
source: Capability
zh_hans: 能力

# overview.capabilities.column.evidence
source: Probe evidence
zh_hans: 探测证据

# overview.capabilities.column.state
source: State
zh_hans: 状态

# overview.capabilities.loading
source: Probing device capabilities…
zh_hans: 正在探测设备能力…

# overview.capabilities.state.available
source: Available
zh_hans: 可用

# overview.capabilities.state.limited
source: Limited
zh_hans: 受限

# overview.capabilities.state.unavailable
source: Unavailable
zh_hans: 不可用

# overview.capabilities.state.unknown
source: Unknown
zh_hans: 无法确认

# overview.capabilities.title.noTarget
source: Device capability matrix
zh_hans: 设备能力矩阵

# overview.capabilities.title.target
source: Device capability matrix (%1$@ · binding %2$lld)
zh_hans: 设备能力矩阵（%1$@ · binding %2$lld）

# overview.channel.encryptedVerified
source: Encrypted, verified
zh_hans: 已加密并验证

# overview.channel.unverified
source: Unverified
zh_hans: 未验证

# overview.field.authorization
source: Authorization
zh_hans: 授权

# overview.field.autoLifecycleDispatches
source: Automatic lifecycle dispatches
zh_hans: 自动生命周期调度次数

# overview.field.autoSubserverDispatches
source: Automatic subserver dispatches
zh_hans: 自动子服务器调度次数

# overview.field.channelProtection
source: Channel protection
zh_hans: 通道保护

# overview.field.clientVersion
source: Client version
zh_hans: 客户端版本

# overview.field.daemonVersion
source: Daemon version
zh_hans: 守护进程版本

# overview.field.deviceEvents
source: Recent device events
zh_hans: 近期设备事件

# overview.field.endpoint
source: Endpoint
zh_hans: 端点

# overview.field.endpointSource
source: Endpoint source
zh_hans: 端点来源

# overview.field.generation
source: Server generation
zh_hans: 服务器代次

# overview.field.hash
source: Hash
zh_hans: 哈希

# overview.field.lifecycleAvailability
source: Server recovery
zh_hans: 服务器恢复

# overview.field.ownership
source: Ownership
zh_hans: 归属

# overview.field.ownershipBasis
source: Ownership basis
zh_hans: 归属判定依据

# overview.field.path
source: Absolute path
zh_hans: 绝对路径

# overview.field.platformTrust
source: Platform trust
zh_hans: 平台信任

# overview.field.serverHealth
source: Server health
zh_hans: 服务器健康状态

# overview.field.serverVersion
source: Server version
zh_hans: 服务器版本

# overview.field.source
source: HDC source
zh_hans: HDC 来源

# overview.field.subserver
source: Subserver capability
zh_hans: 子服务器能力

# overview.impact.action
source: Action
zh_hans: 动作

# overview.impact.devices
source: Affected devices
zh_hans: 受影响设备

# overview.impact.endpoint
source: Endpoint
zh_hans: 端点

# overview.impact.generation
source: Server generation
zh_hans: 服务器代次

# overview.impact.interruption
source: Expected interruption
zh_hans: 预期中断

# overview.impact.jobs
source: Affected Jobs
zh_hans: 受影响 Job

# overview.impact.otherClients
source: Other HDC clients
zh_hans: 其他 HDC 客户端

# overview.impact.ownership
source: Ownership
zh_hans: 归属

# overview.impact.recoveryPath
source: Recovery path
zh_hans: 恢复路径

# overview.record.action.debugHAP
source: Debug HAP
zh_hans: 调试 HAP

# overview.record.action.flash
source: Flash
zh_hans: 刷机

# overview.record.action.toolkit
source: Device Control
zh_hans: 真机操作

# overview.record.action.trace
source: Capture Trace
zh_hans: 抓 Trace

# overview.record.action.uiDump
source: Capture UI Dump
zh_hans: 抓 UI Dump

# overview.record.availability.available
source: Available
zh_hans: 可用

# overview.record.availability.limited
source: Limited
zh_hans: 受限

# overview.record.availability.notProbed
source: Not probed
zh_hans: 未探测

# overview.record.availability.unavailable
source: Unavailable
zh_hans: 不可用

# overview.record.device.none
source: No adopted target
zh_hans: 没有已接管的目标

# overview.record.device.noneDetail
source: Capability probing needs an adopted target. Adopt one from the CLI, then refresh.
zh_hans: 能力探测需要一台已接管的目标设备。请在 CLI 中接管后刷新。

# overview.record.empty.artifact
source: Every artifact: name, role, byte count, SHA-256, privacy level and source run. Exporting one still asks first.
zh_hans: 每件产物：名称 · 角色 · 字节数 · SHA-256 · 隐私级别 · 来源运行；导出前仍需确认。

# overview.record.empty.description
source: Start one above. The record is not a log written afterwards — Runtime books these facts as each run is submitted:
zh_hans: 从上面开一次运行。记录不是事后补的日志，而是每次提交时由 Runtime 落账的事实：

# overview.record.empty.run
source: Every run: operation and version, exact target and binding revision, the typed inputs it reported, the steps it actually ran, its terminal state and failure classification.
zh_hans: 每次运行：操作与版本 · 精确目标与 binding revision · 上报的 typed inputs · 实际执行的步骤 · 终态与失败分类。

# overview.record.empty.thread
source: Every thread: the runs that belonged to one piece of work, so any of them can be continued later.
zh_hans: 每条调试线：把同一条线上的运行串起来，之后可以从其中任意一次接着做。

# overview.record.empty.title
source: No runs recorded yet
zh_hans: 还没有任何运行记录

# overview.record.recent.all
source: All records ›
zh_hans: 全部记录 ›

# overview.record.recent.rules
source: A read-only run can be repeated straight away — its parameters are prefilled in the workspace and the submission still happens there. A mutating or destructive run re-enters its authorization gate every time, and a run whose external effect is unknown is never replayed.
zh_hans: readOnly 可以直接再来一次——参数预填到对应工作区，提交仍在那里发生。deviceMutation / destructive 每次都重新走授权闸；外部效果未知的运行永不重放。

# overview.record.recent.title
source: Recent Work
zh_hans: 最近的工作

# overview.record.recent.unavailable.title
source: Runtime history could not be read
zh_hans: 无法读取 Runtime 记录

# overview.record.refusal.effectUnknown
source: effect grade unrecorded
zh_hans: 未记录效果分级

# overview.record.refusal.neverReplayed
source: never replayed
zh_hans: 不可重放

# overview.record.refusal.notTerminal
source: still running
zh_hans: 仍在运行

# overview.record.refusal.parametersNotReported
source: typed inputs unreported
zh_hans: 未上报 typed inputs

# overview.record.residue
source: residue × %lld
zh_hans: 残留 × %lld

# overview.record.run.again
source: Run it again
zh_hans: 再来一次

# overview.record.run.againGated
source: Run it again…
zh_hans: 再来一次…

# overview.record.run.open
source: View in History
zh_hans: 在 History 中查看

# overview.record.run.outcomeUnknown
source: external effect unknown
zh_hans: 外部效果未知

# overview.record.runCount
source: runs × %lld
zh_hans: %lld 次运行

# overview.record.start.title
source: Start a New Run
zh_hans: 开始新的一次

# overview.record.thread.needsAttention
source: Needs you
zh_hans: 需要你处理

# overview.record.thread.ungrouped
source: ungrouped run
zh_hans: 未分组的运行

# overview.recovery.cancel
source: Cancel
zh_hans: 取消

# overview.recovery.confirmGeneration
source: Confirm Generation %lld
zh_hans: 确认第 %lld 代服务器

# overview.recovery.dispatch
source: Run Confirmed HDC Recovery
zh_hans: 执行已确认的 HDC 恢复

# overview.recovery.previewImpact
source: Preview Server Recovery Impact
zh_hans: 预览服务器恢复影响

# overview.recovery.sheetTitle
source: Review HDC Server Recovery Impact
zh_hans: 查看 HDC 服务器恢复影响

# overview.resume.cancel
source: Cancel
zh_hans: 取消

# overview.resume.catalogDigest
source: Source Catalog digest
zh_hans: 来源 Catalog digest

# overview.resume.drift.binding
source: The binding revision has changed since the source run. Its parameters can be prefilled, but the target epoch is not the one that run observed.
zh_hans: 自来源运行以来 binding revision 已变化。参数可以预填，但目标代次已不是那次运行观测到的。

# overview.resume.drift.target
source: The source run used a different target from the one this page is bound to. Its parameters can be prefilled, but this would not be a repeat of that run.
zh_hans: 来源运行的目标与本页当前绑定的目标不同。参数可以预填，但这不是那一次运行的重复。

# overview.resume.drift.unknown
source: The source run's binding revision was not reported, so this cannot state whether the target epoch still matches.
zh_hans: 来源运行未上报 binding revision，因此无法断言目标代次是否仍然一致。

# overview.resume.effect
source: Effect
zh_hans: 效果

# overview.resume.effect.unrecorded
source: unrecorded
zh_hans: 未记录

# overview.resume.explanation
source: This files a new run under the same thread. ArkDeck does not submit for you — confirming opens the workspace with these parameters prefilled, and you start it there.
zh_hans: 本次将以同一条调试线提交一个新的运行。ArkDeck 不代你提交——确认后在对应工作区预填这些参数，由你按下开始。

# overview.resume.gated
source: This run's effect grade is %@, so continuing re-enters that workspace's authorization gate rather than repeating a prefilled request.
zh_hans: 该次运行的效果分级是 %@，因此继续会重新走该工作区的授权闸，而不是重复一个预填的请求。

# overview.resume.loading
source: Reading the source run's evidence…
zh_hans: 正在读取来源运行的证据……

# overview.resume.neverReplayed
source: This run's external effect is unknown. ArkDeck never replays an unknown intent; use the recovery flow in History instead.
zh_hans: 该次运行的外部效果未知。ArkDeck 永不重放未知的意图；请改用 History 中的恢复流程。

# overview.resume.noParameters
source: This run did not report its typed inputs. ArkDeck will not fill them from defaults and call the result the same parameters.
zh_hans: 该次运行未上报 typed inputs。ArkDeck 不会用默认值补齐后声称这是同一组参数。

# overview.resume.notRepeatable
source: There is nothing finished to repeat yet, or Runtime recorded no effect grade for this run.
zh_hans: 这次运行还没有结束，或者 Runtime 未记录它的效果分级。

# overview.resume.open
source: Open Workspace and Prefill
zh_hans: 在工作区打开并预填

# overview.resume.parameters
source: Parameters · the typed inputs the source run reported
zh_hans: 参数 · 来自来源运行上报的 typed inputs

# overview.resume.parameters.note
source: You can change these in the workspace before starting.
zh_hans: 开始之前可以在工作区里修改这些参数。

# overview.resume.source
source: Source run
zh_hans: 来源运行

# overview.resume.target
source: Target
zh_hans: 目标

# overview.resume.thread
source: Thread
zh_hans: 调试线

# overview.resume.title
source: Run It Again
zh_hans: 再来一次

# overview.section.advanced
source: Advanced Diagnostics
zh_hans: 高级诊断

# overview.section.capabilities
source: Capabilities
zh_hans: 能力

# overview.section.deviceChannel
source: Selected Device & Channel
zh_hans: 所选设备与通道

# overview.section.needsAttention
source: Needs Attention
zh_hans: 需处理事项

# overview.section.serverToolchain
source: Server & Toolchain
zh_hans: 服务器与工具链

# overview.serverHealth.healthy
source: Healthy
zh_hans: 正常

# overview.serverHealth.unavailable
source: Unavailable
zh_hans: 不可用

# overview.serverHealth.unknown
source: Unknown
zh_hans: 未知

# overview.status.channel
source: Channel
zh_hans: 通道

# overview.status.needsAttention
source: Needs Attention
zh_hans: 需处理事项

# overview.status.needsAttention.none
source: None
zh_hans: 无

# overview.status.needsAttention.one
source: 1 item
zh_hans: 1 项

# overview.status.needsAttention.other
source: %lld items
zh_hans: %lld 项

# overview.status.refreshing
source: Refreshing…
zh_hans: 正在刷新……

# overview.status.server
source: Server
zh_hans: 服务器

# overview.status.trust
source: Device Trust
zh_hans: 设备信任

# overview.trust.cancelled
source: Cancelled
zh_hans: 已取消

# overview.trust.denied
source: Denied
zh_hans: 已拒绝

# overview.trust.keyAccessDenied
source: Key access denied
zh_hans: 密钥访问被拒绝

# overview.trust.ready
source: Ready
zh_hans: 已就绪

# overview.trust.timedOut
source: Timed out
zh_hans: 已超时

# overview.trust.unavailable
source: Unavailable
zh_hans: 不可用

# overview.trust.waiting
source: Waiting for trust
zh_hans: 等待信任

# update.automaticChecks
source: Check automatically when ArkDeck starts (at most once every 24 hours)
zh_hans: ArkDeck 启动时自动检查（每 24 小时最多一次）

# update.checkNow
source: Check Now
zh_hans: 立即检查

# update.download
source: Download Update
zh_hans: 下载更新

# update.manualInstallDisclosure
source: ArkDeck only downloads and verifies the DMG. After a separate confirmation it reveals the file in Finder. You must mount the DMG and replace the app manually; ArkDeck does not install, replace itself, update on quit, or claim automatic rollback.
zh_hans: ArkDeck 只下载并验证 DMG。再次确认后仅在 Finder 中显示文件；你需要手动挂载 DMG 并替换应用。ArkDeck 不会安装、自替换、退出时更新，也不承诺自动回滚。

# update.privacyDisclosure
source: Update checks send only the ArkDeck version, macOS version, and CPU architecture. No device ID, user path, locale, telemetry, cookies, or credentials are sent.
zh_hans: 更新检查只发送 ArkDeck 版本、macOS 版本和 CPU 架构；不会发送设备标识、用户路径、区域设置、遥测、Cookie 或凭据。

# update.reveal
source: Confirm and Reveal Verified DMG
zh_hans: 确认并显示已验证的 DMG

# update.status.automaticCheckIncomplete
source: The last automatic update check did not complete. Use Check Now to retry.
zh_hans: 上次自动更新检查未完成。可点“立即检查”重试。

# update.status.available
source: An update is available. Download requires your action.
zh_hans: 有可用更新，需要你手动开始下载。

# update.status.awaitingConsent
source: The DMG passed signature and Team verification. Confirm once more to reveal it.
zh_hans: DMG 已通过签名与 Team 验证。请再次确认后在 Finder 中显示。

# update.status.cancelled
source: Update operation cancelled.
zh_hans: 更新操作已取消。

# update.status.checking
source: Checking for updates…
zh_hans: 正在检查更新……

# update.status.current
source: No newer verified update is available.
zh_hans: 当前没有已验证的较新版本。

# update.status.downloading
source: Downloading the signed artifact…
zh_hans: 正在下载签名产物……

# update.status.failed
source: Update verification failed. Nothing was installed or replaced.
zh_hans: 更新验证失败，未安装或替换任何内容。

# update.status.handedOff
source: Verified DMG revealed in Finder. Continue manually.
zh_hans: 已在 Finder 中显示验证过的 DMG，请手动继续。

# update.status.idle
source: Ready to check for updates.
zh_hans: 可以检查更新。

# update.status.unavailable
source: The updater could not be initialized.
zh_hans: 更新器无法初始化。

# update.status.verifying
source: Verifying the DMG signature and Team identity…
zh_hans: 正在验证 DMG 签名与 Team 身份……

# update.title
source: Software Update
zh_hans: 软件更新

# update.toolbar.available
source: Update Available
zh_hans: 更新可用

# update.toolbar.awaitingConsent
source: Update Awaiting Confirmation
zh_hans: 更新等待确认

# update.toolbar.failed
source: Update Failed
zh_hans: 更新失败

# overview.record.device.label
source: Device this page describes
zh_hans: 本页描述的设备

# overview.record.device.choose
source: Choose a device…
zh_hans: 选择一台设备…
